[
{"body": "<b>New Delhi: </b>Services sector contracted for the third consecutive month in January as business flow failed to recover from demonetisation impact, even as muted inflationary pressure raised hopes for Reserve Bank of India (RBI) remaining “accommodative” in its rate review next week, a monthly survey showed on Friday.\n\t\t\t\t   \n\t\t\t\tThe Nikkei India Services Purchasing Managers’ Index (PMI), which tracks services sector firms on a monthly basis, stood at 48.7 in January, as against 46.8 in December 2016. A score above 50 denotes expansion and one below this level means contraction. While the index remained in the contraction zone for the third straight month, an improvement in the reading from the previous month’s level signalled that the sector is heading towards stabilization. “India’s pivotal services sector remained in contraction territory in the opening month of 2017, with both new business and activity falling for the third straight month,” said Pollyanna De Lima, economist at IHS Markit, and author of the report. <b>ALSO READ: </b><a href=\"http://www.livemint.com/Politics/hnxkgysQtCI6JR71e9KVOL/RBI-may-go-for-25-bps-repo-rate-cut-next-week-Deutsche-Bank.html\" target=\"_blank\">RBI may go for 25 bps repo rate cut next week: Deutsche Bank</a>The survey further showed that input cost inflation slowed since December whereas average selling prices shrank again, which may prompt the RBI to go in for an “accommodative” monetary policy. “PMI price indicators point to relatively muted inflationary pressures in the private sector economy. As such, there is room for accommodative monetary policy,” Lima said. The Reserve Bank’s next policy review is scheduled for 8 February. While the PMI index has remained in contraction zone since November, some firms pointed to improved market conditions following the close of the window for exchanging high-value banknotes. “... a rebound in the near term is likely as rates of reduction softened and business confidence improved on the back of hopes that market conditions will soon normalize,” Lima added. Meanwhile, the seasonally adjusted Nikkei India Composite PMI Output Index rose to 49.4 in January from December’s 38-month low of 47.6, pointing to a weaker contraction in private sector activity. “What started as a downturn driven by the Rs500 and Rs1,000 note ban appears now to be losing strength. In fact, manufacturers already saw a turnaround, with production being raised in line with higher order books,” Lima said."},
{"body": "<b>Mumbai: </b>In a bid to discourage cash transactions, country’s second largest private sector lender HDFC Bank has decided to steeply increase the fees for savings account holders on a slew of activities involving cash. \n\t\t\t\t   \n\t\t\t\tThe move assumes significance as the government post demonetisation has been encouraging people to shift to a cash-less or less-cash regime and use digital mode for transactions. HDFC Bank has decided to steeply raise the charges on certain transactions, capping cash component in others and also introducing charges on certain transactions from 1 March, a bank official told <i>PTI </i>on Friday.<b>ALSO READ: </b><a href=\"http://www.livemint.com/Politics/BLN5Sg9FXmoKmdIqTAFYGO/RBI-to-soon-put-new-Rs100-notes-in-circulation.html\" target=\"_blank\">RBI to soon put new Rs100 notes in circulation</a>The city-headquartered bank has capped the third-party transactions at Rs25,000 a day, reduced the number of free cash transactions at branches to four from five earlier and also raised the fee for non-free transactions by a steep 50% to Rs150, it said on its website. Earlier, it used to allow Rs50,000 cash transactions, both withdrawals and deposits per day, the official said, adding the review is only for salary and savings accounts. The bank has also capped the free cash transactions at home branches, including deposits and withdrawals at branches at Rs2 lakh, above which customers will have to pay a minimum of Rs150 or Rs5 per thousand. For non-home branches, the free transactions are only Rs25,000 after which fees set in at the same level, he said. It can be noted that a slower-than-expected fee income growth was one of the reasons which led the bank report its slowest quarterly profit growth in the past 18 years in the just concluded December quarter, when its bottomline growth slipped to 15%, as a slew of charges were discontinued during the note ban. The bank official said the review has been done to discourage usage of cash and push digital transactions, which have grown at a higher pace. The official claimed that the hiked charges are at par with the industry trend. Its larger peer ICICI Bank’s website shows a minimum charge of Rs150 for more than four cash transactions (deposits and withdrawals) at home branches for savings accounts, similar to what HDFC Bank is proposing. Axis Bank, the third largest private lender, charges Rs150 or Rs5 per thousand, for cash deposits of over Rs1 lakh per month or from the fifth withdrawal at branches, its website said. It can be noted that a high-level panel led by former finance secretary Ratan Watal had called for imposing “nominal charges after a certain limit” for cash transactions. Working towards a less-cash economy, the budget 2017- 2018 has placed a blanket ban on cash transactions above Rs3 lakh, following the report by the SIT on black money."},
{"body": "A revolution is brewing in the financial ecosystem that will extend the benefits of formal financial services to the masses. Global trends suggest that the banking and financial services sector are undergoing the change that the telecom sector witnessed a few years ago. A number of OTT (over-the-top) players came up with innovative solutions to provide a comprehensive communication experience. They leveraged the infrastructure created by telecom service providers and provided value-added services to consumers. Similar innovation is happening in payments and other financial services.\n\t\t\t\t   \n\t\t\t\tTraditionally, the banking system has had a stringent regulatory environment. This is beginning to change as regulators take cognizance of the innovation in the area. Companies providing value-added services over and above bank accounts for customers are getting good traction. These companies are coming up with constantly improving technology, data analytics and lean processes to provide high-quality services at an economical cost. <p id=\"U20130925037kmG\" style=\" letter-spacing: 10; ;\">Financial services can be divided broadly into two segments. The first category consists of frequently used services like payments, cash in, cash out, etc. These services will witness innovation in the area of customer experience. For example, payment being made through a QR (quick response) code-based solution enhances the experience of making a payment and has the potential of reducing a consumer’s reliance on cash. <p id=\"U20130925037QCD\" style=\" letter-spacing: 7; ;\">The second category consists of long-haul services like lending, insurance and cash management. This category will witness innovation that can extend the reach of these services to the masses. A company giving a personal loan based on utility-bill payment history or extending a working capital loan to a merchant based on its digital transaction history comes in this category. Companies are banking on their ability to provide such services to a hitherto untouched market. In India, the pace of this change is even more rapid due to the favourable combination of a government policy environment, a progressive banking regulator and the emergence of innovative fintech companies. The percolation of financial services to every citizen will happen the way it did with telecom services. The pace will only accelerate. Aadhaar is going to play an important role in this change. Innovation and regulation balance out each other and grow together. Innovation solves restrictions and regulation sets boundaries to safeguard consumers. When both innovation and the regulatory environment move in sync, the service delivery goes to the next level. The emergence of wallets, payment banks and small finance banks is the result of such synchronous movement of innovation and regulation.A large segment of the population will enjoy the benefits of formal financial services for the first time. The first step in this direction has already been taken with Jan Dhan accounts. Digital payments through various instruments like wallets, UPI (unified payment interface), cards, etc, are growing consistently. The last few months have demonstrated that consumers are willing to become digitally savvy if the right solutions are provided. A critical mass of consumers and merchants is getting comfortable with digital payments and apprehensions have reduced significantly in a short span. This is leading to a network effect and unprecedented growth in the digital ecosystem.Digital payments are leading to access to credit through formal channels for consumers and merchants who were unable to get this benefit till now. There is similar innovation in the areas of insurance and wealth management, where the focus is on increasing penetration of these services. For, services like wealth management have remained limited to a select segment. Technology companies are developing ways to provide such services to consumers irrespective of the quantum of their wealth. This is being made possible through technology innovation that renders the incremental cost of acquiring and servicing a customer negligible. Effectively, the reach of financial services and consumer experience is going to improve drastically in the country.<i>Vijay Shekhar Sharma is the founder of Paytm</i><i>This is part of a series of articles in Mint’s 10th anniversary special issue that look at India 10 years from now. The entire list of articles can be found <a href=\"http://www.livemint.com/Query/DztQjTBDcSY9ArHofvBtpO/Anniversary10.html\" target=\"_blank\">here</a></i>"},
{"body": "<b>Bengaluru:</b> Amazon.com Inc. has indicated it would keep pumping money into India although its investments in the country crimped profitability at the world’s largest online retailer for the second quarter in a row. \n\t\t\t\t   \n\t\t\t\tAmazon’s chief financial officer Brian Olsavsky said in a conference call with analysts on Thursday that the e-commerce giant was encouraged by its progress in India and the response it has received from consumers. He acknowledged that the investment in India continues to be  large.“What you are seeing is the continuation of the step-up investment that we saw in the second half of last year...We also have investments in other Prime benefits from Prime Now to AmazonFresh and of course we are continuing to invest in Alexa and our Echo devices. And finally, I guess, I’d point out India which continues to be a rather large investment for us,” said Olsavsky. In the three months ended December, Amazon posted international sales of about $14 billion, and its loss widened to $487 million from $108 million a year ago, mainly due to the online marketplace’s investments in India. Amazon posted an operating loss of about $541 million from its international business in the September quarter. Amazon has committed to investing at least $5 billion in India over the next few years. According to recent regulatory filings, Amazon has so far invested over Rs7,000 crore (a little over $1 billion) into its Indian operations, with a recent capital infusion of about Rs2,000 crore.“It’s still very early (in India). We continue to say that, but we are very encouraged with what we’ve created with customers and sellers alike in India over the last few years.... We will continue to build our business there and continue to do a great job for both customers and sellers. We’re bullish on India longer-term and it’s early,” said Olsavsky. Interestingly, Amazon also said that it had not witnessed any major impact on sales due to the November invalidation of high-value currency notes by the Indian government. Demonetization had an impact on all online retailers in the weeks following the move and caused a widespread slowdown in online shopping, as the cash ban put off consumers in a country where a majority of shoppers still use cash for day-to-day transactions.Experts tracking Amazon’s ambitious moves in India said that while Amazon is currently losing money due to heavy investments in India, the Seattle-based e-commerce based giant is looking at the long-term potential of the market and would not mind spending a few extra billions of dollars to conquer an important Internet market like India. “See, Amazon knows that they’ve got into a 10-15-year play with India, at the very least. For (Amazon founder) Jeff Bezos, this is a bit of an ego battle—since he lost out big-time in China, he feels he can’t afford to have a repeat of that in India and so, he’s prepared to do whatever it takes to conquer India,” said Rutvik Doshi, director at the India arm of Inventus Capital Partners.“For Amazon, in the long run of a 20-year horizon, $10-15 billion of investment is nothing—for a company that has a market cap of $350-400 billion, that’s just a drop in the ocean,” he added.In a separate development, Amazon has sought Indian government approval for online retailing of food products produced and manufactured in India, proposing to invest about Rs3,400 crore, <i>PTI </i>reported, citing people it didn’t identify. The application is being considered by the commerce and industry ministry, the report said.“We are excited by the government’s continued efforts to encourage FDI (foreign direct investment) in India for a stronger food supply chain. We have sought an approval to invest and partner with the Government in achieving this vision,” said an Amazon India spokeswoman in an email to <i>Mint </i>on Friday."},
{"body": "<b>Mumbai:</b> Strides Shasun Ltd on Friday announced an organizational restructuring plan which will see it demerge and list its active pharmaceutical ingredients (API) business, exit probiotics and cap its investment in the biotech business. \n\t\t\t\t   \n\t\t\t\tThe Bengaluru-based company said it will retain its consumer-facing formulations business in regulated and emerging markets and carve out its business-to-business (B2B) operations. The company has sought shareholder approval to demerge the commodity API business. A related API business currently owned by SeQuent Scientific Ltd (which is owned by the promoters of Strides Shasun)  will also be merged into the proposed new API company in a bid to provide critical size to this business, according to the filing. The board of Strides Shasun has formed a committee, comprising of 3 independent directors, to appoint valuers, merchant bankers, solicitors and other intermediaries for the scheme of de-merger. The new API company will have five manufacturing sites, which include three facilities approved by the US Food and Drug Administration (US FDA).Strides Shasun plans to rename itself as Strides Pharma Ltd. Post restructuring, the new Strides Pharma will comprise its retained formulations business having four US FDA-approved plants in India, Europe and Singapore, and three research and development (R&amp;D) centres. This business will have a front-end presence in the regulated markets of Australia, US and UK and emerging markets of Africa and India. In Africa, Strides Shasun plans to consolidate manufacturing of branded generics products at its Kenya unit and divest its remaining six generic facilities in Africa to the existing management team. “The structuring is directed towards having a sharper focus on compliance, supply chain and front-ends to provide the necessary growth impetus for its consumer facing formulations business. This business is expected to have a superior margin profile, better asset turnover and a healthy return on capital,” Strides Shasun said.As part of the overall restructuring, Strides Shasun plans to exit its 51% stake in the probiotic business that it had acquired in December 2015 from Shriram Group promoted-Medispan. The business has not been able to achieve the intended strategic objectives and milestones over the last 12 months and has shown a decline in revenues. The promoters of Strides Shasun will acquire the 51% stake and the business will be managed by its erstwhile promoters Medispan who will drive the growth strategy for the business.Separately, Strides also reported an over three-fold jump in its consolidated net profit to Rs 187.32 crore for the quarter ended December. The company’s shares closed at Rs 1194.30 on BSE, up 10.55% from the previous close."},
{"body": "<b>New Delhi:</b> The Enforcement Directorate (ED) has filed its first chargesheet in money laundering cases resulting from demonetisation against officials of an Axis bank branch and others for alleged illegal conversion of scrapped currency notes.\n\t\t\t\t   \n\t\t\t\tThe agency filed the chargesheet, called prosecution complaint in the ED parlance, before a special Prevention of Money Laundering Act court on Thursday. The agency has named two bank officials, working at the Kashmere Gate branch in Delhi, Vineet Gupta (branch head) and Shobhit Sinha (operations head) who with “active connivance” of a private person Rajeev S Kushwaha deposited “huge amount of demonetised currency to the tune of Rs40 crore of various firms and companies run by Kushwaha for a huge commission and converted it into monetised form like (real time gross settlement) RTGS transfers and gold.”The case was first detected by Delhi Police after it intercepted three persons with about Rs3.7 crore cash in old notes in front of the Axis Bank branch in November last year. The ED took cognisance of the police FIR and slapped money laundering charges against the accused. The trio was arrested by it in December last year under PMLA and are currently in judicial custody. Detailing their modus operandi, the agency said, the trio used to “deposit money after banking hours at around 6:00 PM The money deposited in these accounts was transferred to different accounts within minutes to different companies through Real Time Gross Settlement (RTGS). <a href=\"http://www.livemint.com/Industry/fO9MqOYEYEFHddP6D70jgO/HDFC-Bank-increases-cash-transaction-fees-on-savings-account.html\">HDFC Bank increases cash transaction fees on savings accounts</a>No suspicious transaction reports (STRs) were filed by the bank officials and the depoits were made without authorisation, bypassing banking formalities.” ED said, “It all started when following demonetisation (on November 8, 2016) people with illegal money began converting their old currency notes into gold/legal tender. These bullion traders wanted payments in RTGS/transfer of money through banking channel for the sale of gold as old currency was not accepted. “Some of such elements contacted Kushwaha and his associates for this purpose. Kushwaha was having various fictitious companies/firms namely Ms Himalaya International, Ms RD Trader and Ms Beagle Marketing and Ms Sunrise Trading.” The chargesheet further said: “They (Kushwaha and others) contacted Gupta and Sinha to get special facilities to put the old currency into the banking system through their fictitious/shell companies having current account in Kashmere Gate branch by offering huge commission.” Kushwaha and his associates collected old currency charging huge commission from various people and infused that money into the banking system and acted against the law. “The amount so deposited in these companies’ account was transferred to various bullion traders for procurement of gold which was given to the person who had given them their illegal money in old currency,” it said. The agency had also attached assets belonging to Gupta and others worth Rs3.4 crore. ED probe had also found that huge amount of money was transferred through RTGS to some shell companies including in a case where the Director of a firm was a “petty labourer” living in a slum in ‘Anna Nagar jhuggi’ camp in the national capital. “It was also found that directors of other shell companies were also persons of no means,” the ED had said earlier."},
{"body": "<p xmlns:fn=\"http://www.w3.org/2005/xpath-functions\" class=\"A5l\" id=\"U20173426768AXB\" style=\" letter-spacing: 6; ;\"><b>Bengaluru: </b>Bhaskar Bhat, 62, has been at the helm of Tata group firm Titan Co. Ltd for nearly 15 years. His association with the Tata Watch Project, which eventually led to the creation of Titan, has continued for more than three decades, during which he has seen the Titan brand expand from watches into jewellery, eyewear and precision engineering.<p id=\"U20173426768FrG\" style=\" letter-spacing: 6; ;\">\n\t\t\t\t   \n\t\t\t\tAbout four months ago, Titan entered yet another category—traditional women’s wear—as part of a pilot project, while watches and jewellery continue to be its mainstay, accounting for a major portion of its revenue. Unlike the jewellers in the unorganized sector who have been hit by demonetization, Titan expects the government’s move to help boost its sales in the longer run. The company estimates it has less than 5% market share in jewellery and therefore abundant headroom for growth.<p id=\"U20173426768q0D\" style=\" letter-spacing: 6; ;\">As of now there are no acquisition plans in the pipeline, says Bhat, and the company’s focus is on integrating brands such as CaratLane in jewellery and Favre-Leuba in watches and Maison Montblanc—which makes jewellery, writing instruments and leather goods—as all these were acquired less than two years ago. In an interview, Bhat spoke about the company’s key business segments and the fillip it expects from demonetization. Edited excerpts:<p class=\"question\" id=\"U20173426768KjG\" style=\" letter-spacing: 6; ;\"><b>How has this fiscal year shaped up so far and what kind of growth rate do you expect over the next two years?</b><p id=\"U20173426768HCC\" style=\" letter-spacing: 6; ;\">Overall, like we reported, we had been growing in the first six months, by a small amount, but still, growth was there. In fact, we even said that we’re expecting a 15% growth in the jewellery business and we expect to clock those numbers. In watches also, the growth rates are better than last year. So the year as such is better, that much I can say. We will be able to keep our current rate of growth, i.e. 15%. Whether it will be much more for FY18 and the year after, we cannot say. But for us FY18 will be better than the current year primarily because demonetization has, in a way, sucked the winds out of the sails of the unorganized sector. <p class=\"question\" id=\"U201734267686u\" style=\" letter-spacing: 6; ;\"><b>Do you expect any fallout from demonetization on Titan’s future performance? </b><p id=\"U20173426768AWH\" style=\" letter-spacing: 6; ;\">Right now I can confidently say that the concerns because of demonetization—for instance, concerns that there is no cash for daily transactions so I won’t buy watches—has diminished considerably. It was an event that has affected most companies and we have also articulated that we did get affected in the first week to 10 days. After that, normalcy has come back; the informal (unorganized) economy was affected whereas it has not affected us. In the end, consumers have to buy jewellery, watches and eyewear. If the unorganized sector is not able to give them the product, they’ll have to come to us, right?<p id=\"U201734267680pB\" style=\" letter-spacing: 6; ;\">Companies that were doing business in black will not be able to transform to our kind of model or any other kind of model where you accept credit cards and cheques, you keep your books of accounts and you pay taxes. That’s not a transition which will occur easily. And that is where the demand which is there, fundamentally, will flow to companies that can and have been operating legitimately.<p class=\"question\" id=\"U20173426768jOE\" style=\" letter-spacing: 6; ;\"><b>You’ve said in the past that the jewellery industry will be full of turmoil due to policy changes. Is that still your expectation, in particular for this year? </b><p id=\"U20173426768SqB\" style=\" letter-spacing: 6; ;\">Over the past two years, there has been considerable turmoil in the jewellery industry. Gold-on-lease was stopped and later restored, customs duty was increased from 6% to 10%. Then excise duty was introduced and, if you remember, stores were closed for 43 days. Disclosing PAN cards was introduced for purchases above Rs5 lakh and then further dropped to those over Rs 2 lakh. And then we had demonetization. But I think jewellers have now learnt a lesson. At what rate the government decides to impose GST (goods and services tax) is the only other policy change in store and that will benefit us because a lot of the jewellers will have to fall in line—demonetization plus GST is a nightmare for them. So we should benefit from FY18 onward.<p class=\"question\" id=\"U20173426768IsF\" style=\" letter-spacing: 6; ;\"><b>Which of your jewellery brands are you betting big on and do you expect sales from your Golden Harvest Scheme (GHS) to get a significant boost going ahead?</b><p id=\"U20173426768GdG\" style=\" letter-spacing: 6; ;\">There is a lot of excitement in CaratLane, which we acquired, and Mia. Both are appealing to younger consumers. But between Tanishq, Mia, Zoya, CaratLane—Tanishq is certainly the biggest brand. It is a very steady high-growth brand and is at a very high level of sales. Sales from GHS are basically advance booking orders; so you’ve got a guarantee that one year later at least this much business you will do. It’s always been 15-20% of our sales. We aggressively push GHS. Maybe its contribution to sales can increase a little more but I don’t see it becoming the new normal.<p class=\"question\" id=\"U20173426768jVF\" style=\" letter-spacing: 6; ;\"><b>Watches and eyewear have not been doing too well. What’s the plan to boost sales? </b><p id=\"U20173426768axF\" style=\" letter-spacing: 6; ;\">Watches are bought today as an accessory, not as a time-keeping device. So the strategy is clearly accessorization and premiumization. Getting into the smartwatch segment is also a strategy that we’ve introduced and we’re doing well at it. Eyewear has been slow this year, yes. Right now the effort is in ensuring existing stores grow rather than new stores. Growth will come out of the so-called same-store sales growth mantra. <p class=\"question\" id=\"U20173426768FWH\" style=\" letter-spacing: 6; ;\"><b>Is Titan planning to enter any new categories? </b><p id=\"U20173426768WaH\" style=\" letter-spacing: 6; ;\">We began piloting traditional women’s wear in October and are looking at opening a physical store. And we still have to grow perfumes, for example, which is still at a level of Rs30-40 crore. So we don’t have any other category in the pipeline. <p class=\"question\" id=\"U20173426768oPG\" style=\" letter-spacing: 6; ;\"><b>What is your strategy when it comes to competing with online marketplaces? </b><p id=\"U20173426768SjB\" style=\" letter-spacing: 6; ;\">We participate, we don’t compete. In watches, we are with online marketplaces like Flipkart and Myntra, and we have a strict contractual obligation with them as to what price they can sell our products at. Discounting is at our behest, not theirs and they have agreed to this so they’ve become a partner. <p id=\"U20173426768VVD\" style=\" letter-spacing: 6; ;\">The biggest advantage we have is we have offline stores. Our strategy has always been omnichannel but there are very big advantages of bricks and mortar, which I think bricks-and-mortar companies need to play up and not just assume that everybody is going to migrate to online. The need to go to a store is least in watches, because watches you can buy online also, and highest in jewellery. The higher the ticket size, the more risk-averse people will get. So convenience is not everything when you are buying. And I think this trend of buying eyewear online is a passing phase. People will realize that unless you get the quality that you want, it can be quite bad. If your lens is not good enough, for example, it’s a risk. You also can’t touch and feel your frame (before placing an order online). <p class=\"question\" id=\"U20173426768oBB\" style=\" letter-spacing: 6; ;\"><b>You’ve been associated with Titan, and earlier the Tata Watch Project for about three decades. What would you say is the one significant event in the history of the company? </b><p id=\"U20173426768ncF\" style=\" letter-spacing: 6; ;\">We didn’t know a thing about retail. So the first retail store we opened in Safina Plaza (a shopping complex in central Bengaluru) in the late 1980s was very memorable. It was a 350-square-foot store but it was very well designed. I remember we sold 17 watches on the first day and we were very thrilled! That was a significant event in the life of Titan—the introduction of retailing.<p id=\"U20173426768sp\" style=\" letter-spacing: 6; ;\">When you look back, I don’t think we ever dreamt that we would be a watches, and jewellery, and eyewear, and precision engineering company. It was inconceivable. We were just about relieved that we’d got government approval to get into the watch industry and that we were able to make good watches and overtake HMT in five-six years. After that, it’s been kind of a dream run."},
{"body": "<b>New Delhi:</b> The Delhi high court on Friday appointed a provisional liquidator to wind up e-commerce website AskMe.com’s parent company Getit Infoservices Pvt Ltd, a lawyer familiar with the development said. \n\t\t\t\t   \n\t\t\t\tJustice Siddharth Mridul ordered the appointment of a liquidator in a plea by Malaysian telecom group Astro Entertainment Network Ltd, which asked for a court-appointed liquidator to wind up the now defunct e-commerce company. News website VCCircle first reported in December 2016 that Astro had approached the Delhi high court to wind up AskMe.com. Astro is a majority investor in AskMe.com with a 98.3% shareholding. According to the VCCircle report, Getit had made a net loss of Rs410 crore and had liabilities of Rs460 crore as of July 2016."},
{"body": "<b>New Delhi: </b> Public sector Punjab National Bank (PNB) on Friday said it will help India Post Payments Bank (IPPB) set up pilot branches. \n\t\t\t\t   \n\t\t\t\tIndia Post Payments Bank and PNB have signed a memorandum of understanding (MoU) to achieve strategic depth in financial inclusion (FI), PNB said in a statement. “Under the partnership, PNB would help IPPB set up its pilot branches,” it added. PNB said both of them would forge the relationship to the advantage of the unbanked population as well as for a sound business proposition. IPPB’s pilot branches in Ranchi and Raipur were inaugurated through a video conferencing by finance minister Arun Jaitley and minister of state for communications Manoj Sinha on last Monday. IPPB will offer an interest rate of 4.5% on deposits up to Rs25,000; 5% on deposits of Rs25,000-50,000 and 5.5% on Rs50,000-1,00,000.India Post Payments Bank is the third entity to receive payments bank permit after Airtel and mobile wallet Paytm. Payments banks can accept deposits up to Rs1 lakh per account from individuals and small businesses. The paid up equity of IPPB is Rs800 crore, of which the government has already infused Rs275 crore."},
{"body": "<b>Bengaluru:</b> United Breweries (Holdings) Ltd on Friday sought a one-month extension of the time limit for filing its December quarter results, citing recent Central Bureau of Investigation (CBI) raids on its Bengaluru office.\n\t\t\t\t   \n\t\t\t\tLast month, CBI officials raided the premises of Vijay Mallya’s UB Group over a money laundering case and said they were looking into various accounts of the group’s transactions. The raids came days after a Bengaluru debt recovery tribunal (DRT) ruled in favour of a creditors’ consortium led by public sector lender State Bank of India-to recover Rs6,203.35 crore from the former liquor baron.“During the search, the CBI seized documents/files/hard disks belonging to the finance, legal and secretarial department including the minutes of the Board and general meetings of UBHL,” the company said in a filing with the BSE on Friday.“As a result of the above, UBHL is not in a position to compile the financial data required for preparation and submission of the financial results and complying with the requirements of filing the Unaudited Financial Results within the prescribed forty five days from the end of the quarter ended December 31, 2016. The circumstances are beyond the control of UBHL,” it added.The prescribed 45 days end on 14 February. UBHL said it was “practically impossible” for it to publish the results by then and asked for an extension up to 15 March."}
]